const CHEST = 'Chest';

const CHEST_DATA = [
  {  
    $type : CHEST,
    id : 5000001,
    data: [
      {
        msg: '你捡到了一个包裹',
        buttons : [
          "[放弃]{3,1}",
          "#[拾取]{2,1}"
        ],
        get  : [[3000003,1]]
      },
      '可喜可贺。',
      '你的背包放不下了，下次再来吧。',
      '你失去它了。'
    ]
  },
  {  
    $type : CHEST,
    id : 5000002,
    data: [
      {
        msg: '你捡到了一个包裹',
        buttons : [
          "[放弃]{3,1}",
          "#[拾取]{2,1}"
        ],
        get  : [[3000004,1]]
      },
      '可喜可贺。',
      '你的背包放不下了，下次再来吧。',
      '你失去它了。'
    ]
  },
  {  
    $type : CHEST,
    id : 5000003,
    data: [
      {
        msg: '你捡到了一个包裹',
        buttons : [
          "[放弃]{3,1}",
          "#[拾取]{2,1}"
        ],
        get  : [[3000005,1]]
      },
      '可喜可贺。',
      '你的背包放不下了，下次再来吧。',
      '你失去它了。'
    ]
  },
  {  
    $type : CHEST,
    id : 5000004,
    data: [
      {
        msg: '你捡到了一个包裹',
        buttons : [
          "[放弃]{3,1}",
          "#[拾取]{2,1}"
        ],
        get  : [[3000006,1]]
      },
      '可喜可贺。',
      '你的背包放不下了，下次再来吧。',
      '你失去它了。'
    ]
  },
  {  
    $type : CHEST,
    id : 5000005,
    data: [
      {
        msg: '你捡到了一个包裹',
        buttons : [
          "[放弃]{3,1}",
          "#[拾取]{2,1}"
        ],
        get  : [[3000007,1]]
      },
      '可喜可贺。',
      '你的背包放不下了，下次再来吧。',
      '你失去它了。'
    ]
  },
  {  
    $type : CHEST,
    id : 5000006,
    data: [
      {
        msg: '你捡到了一个包裹',
        buttons : [
          "[放弃]{3,1}",
          "#[拾取]{2,1}"
        ],
        get  : [[3000008,1]]
      },
      '可喜可贺。',
      '你的背包放不下了，下次再来吧。',
      '你失去它了。'
    ]
  },
  {  
    $type : CHEST,
    id : 5000007,
    data: [
      {
        msg: '你捡到了一个包裹',
        buttons : [
          "[放弃]{3,1}",
          "#[拾取]{2,1}"
        ],
        get  : [[3000009,1]]
      },
      '可喜可贺。',
      '你的背包放不下了，下次再来吧。',
      '你失去它了。'
    ]
  },
  {  
    $type : CHEST,
    id : 5000008,
    data: [
      {
        msg: '你捡到了一个包裹',
        buttons : [
          "[放弃]{3,1}",
          "#[拾取]{2,1}"
        ],
        get  : [[30000010,1]]
      },
      '可喜可贺。',
      '你的背包放不下了，下次再来吧。',
      '你失去它了。'
    ]
  },
  {  
    $type : CHEST,
    id : 5000009,
    data: [
      {
        msg: '你捡到了一个包裹',
        buttons : [
          "[放弃]{3,1}",
          "#[拾取]{2,1}"
        ],
        get  : [[30000011,1]]
      },
      '可喜可贺。',
      '你的背包放不下了，下次再来吧。',
      '你失去它了。'
    ]
  },
  {  
    $type : CHEST,
    id : 5000010,
    data: [
      {
        msg: '你捡到了一个包裹',
        buttons : [
          "[放弃]{3,1}",
          "#[拾取]{2,1}"
        ],
        get  : [[30000012,1]]
      },
      '可喜可贺。',
      '你的背包放不下了，下次再来吧。',
      '你失去它了。'
    ]
  },
  {  
    $type : CHEST,
    id : 5000011,
    data: [
      {
        msg: '你捡到了一个包裹',
        buttons : [
          "[放弃]{3,1}",
          "#[拾取]{2,1}"
        ],
        get  : [[30000013,1]]
      },
      '可喜可贺。',
      '你的背包放不下了，下次再来吧。',
      '你失去它了。'
    ]
  },
  {  
    $type : CHEST,
    id : 5000012,
    data: [
      {
        msg: '你捡到了一个包裹',
        buttons : [
          "[放弃]{3,1}",
          "#[拾取]{2,1}"
        ],
        get  : [[30000014,1]]
      },
      '可喜可贺。',
      '你的背包放不下了，下次再来吧。',
      '你失去它了。'
    ]
  },
  {  
    $type : CHEST,
    id : 5000013,
    data: [
      {
        msg: '你捡到了一个包裹',
        buttons : [
          "[放弃]{3,1}",
          "#[拾取]{2,1}"
        ],
        get  : [[30000015,1]]
      },
      '可喜可贺。',
      '你的背包放不下了，下次再来吧。',
      '你失去它了。'
    ]
  },
  {  
    $type : CHEST,
    id : 5000014,
    data: [
      {
        msg: '你捡到了一个包裹',
        buttons : [
          "[放弃]{3,1}",
          "#[拾取]{2,1}"
        ],
        get  : [[30000016,1]]
      },
      '可喜可贺。',
      '你的背包放不下了，下次再来吧。',
      '你失去它了。'
    ]
  },
  {  
    $type : CHEST,
    id : 5000015,
    data: [
      {
        msg: '你捡到了一个包裹',
        buttons : [
          "[放弃]{3,1}",
          "#[拾取]{2,1}"
        ],
        get  : [[30000017,1]]
      },
      '可喜可贺。',
      '你的背包放不下了，下次再来吧。',
      '你失去它了。'
    ]
  },
  {  
    $type : CHEST,
    id : 5000016,
    data: [
      {
        msg: '你捡到了一个包裹',
        buttons : [
          "[放弃]{3,1}",
          "#[拾取]{2,1}"
        ],
        get  : [[30000018,1]]
      },
      '可喜可贺。',
      '你的背包放不下了，下次再来吧。',
      '你失去它了。'
    ]
  },
  {  
    $type : CHEST,
    id : 5000017,
    data: [
      {
        msg: '你捡到了一个包裹',
        buttons : [
          "[放弃]{3,1}",
          "#[拾取]{2,1}"
        ],
        get  : [[30000019,1]]
      },
      '可喜可贺。',
      '你的背包放不下了，下次再来吧。',
      '你失去它了。'
    ]
  },
  {  
    $type : CHEST,
    id : 5000018,
    data: [
      {
        msg: '你捡到了一个包裹',
        buttons : [
          "[放弃]{3,1}",
          "#[拾取]{2,1}"
        ],
        get  : [[30000020,1]]
      },
      '可喜可贺。',
      '你的背包放不下了，下次再来吧。',
      '你失去它了。'
    ]
  },
  {  
    $type : CHEST,
    id : 5000019,
    data: [
      {
        msg: '你捡到了一个包裹',
        buttons : [
          "[放弃]{3,1}",
          "#[拾取]{2,1}"
        ],
        get  : [[30000021,1]]
      },
      '可喜可贺。',
      '你的背包放不下了，下次再来吧。',
      '你失去它了。'
    ]
  },
  {  
    $type : CHEST,
    id : 5000020,
    data: [
      {
        msg: '你捡到了一个包裹',
        buttons : [
          "[放弃]{3,1}",
          "#[拾取]{2,1}"
        ],
        get  : [[30000022,1]]
      },
      '可喜可贺。',
      '你的背包放不下了，下次再来吧。',
      '你失去它了。'
    ]
  },
  {  
    $type : CHEST,
    id : 5000021,
    data: [
      {
        msg: '你捡到了一个包裹',
        buttons : [
          "[放弃]{3,1}",
          "#[拾取]{2,1}"
        ],
        get  : [[30000023,1]]
      },
      '可喜可贺。',
      '你的背包放不下了，下次再来吧。',
      '你失去它了。'
    ]
  },
  {  
    $type : CHEST,
    id : 5000022,
    data: [
      {
        msg: '你捡到了一个包裹',
        buttons : [
          "[放弃]{3,1}",
          "#[拾取]{2,1}"
        ],
        get  : [[30000024,1]]
      },
      '可喜可贺。',
      '你的背包放不下了，下次再来吧。',
      '你失去它了。'
    ]
  },
  {  
    $type : CHEST,
    id : 5000023,
    data: [
      {
        msg: '你捡到了一个包裹',
        buttons : [
          "[放弃]{3,1}",
          "#[拾取]{2,1}"
        ],
        get  : [[30000025,1]]
      },
      '可喜可贺。',
      '你的背包放不下了，下次再来吧。',
      '你失去它了。'
    ]
  },
  {  
    $type : CHEST,
    id : 5000024,
    data: [
      {
        msg: '你捡到了一个包裹',
        buttons : [
          "[放弃]{3,1}",
          "#[拾取]{2,1}"
        ],
        get  : [[30000026,1]]
      },
      '可喜可贺。',
      '你的背包放不下了，下次再来吧。',
      '你失去它了。'
    ]
  },
  {  
    $type : CHEST,
    id : 5000025,
    data: [
      {
        msg: '你捡到了一个包裹',
        buttons : [
          "[放弃]{3,1}",
          "#[拾取]{2,1}"
        ],
        get  : [[30000027,1]]
      },
      '可喜可贺。',
      '你的背包放不下了，下次再来吧。',
      '你失去它了。'
    ]
  },
  {  
    $type : CHEST,
    id : 5000026,
    data: [
      {
        msg: '你捡到了一个包裹',
        buttons : [
          "[放弃]{3,1}",
          "#[拾取]{2,1}"
        ],
        get  : [[30000028,1]]
      },
      '可喜可贺。',
      '你的背包放不下了，下次再来吧。',
      '你失去它了。'
    ]
  },
  {  
    $type : CHEST,
    id : 5000027,
    data: [
      {
        msg: '你捡到了一个包裹',
        buttons : [
          "[放弃]{3,1}",
          "#[拾取]{2,1}"
        ],
        get  : [[30000029,1]]
      },
      '可喜可贺。',
      '你的背包放不下了，下次再来吧。',
      '你失去它了。'
    ]
  },
  {  
    $type : CHEST,
    id : 5000028,
    data: [
      {
        msg: '你捡到了一个包裹',
        buttons : [
          "[放弃]{3,1}",
          "#[拾取]{2,1}"
        ],
        get  : [[30000030,1]]
      },
      '可喜可贺。',
      '你的背包放不下了，下次再来吧。',
      '你失去它了。'
    ]
  },
  {  
    $type : CHEST,
    id : 5000029,
    data: [
      {
        msg: '你捡到了一个包裹',
        buttons : [
          "[放弃]{3,1}",
          "#[拾取]{2,1}"
        ],
        get  : [[30000031,1]]
      },
      '可喜可贺。',
      '你的背包放不下了，下次再来吧。',
      '你失去它了。'
    ]
  },
  {  
    $type : CHEST,
    id : 5000030,
    data: [
      {
        msg: '你捡到了一个包裹',
        buttons : [
          "[放弃]{3,1}",
          "#[拾取]{2,1}"
        ],
        get  : [[30000032,1]]
      },
      '可喜可贺。',
      '你的背包放不下了，下次再来吧。',
      '你失去它了。'
    ]
  },
  {  
    $type : CHEST,
    id : 5000031,
    data: [
      {
        msg: '你捡到了一个包裹',
        buttons : [
          "[放弃]{3,1}",
          "#[拾取]{2,1}"
        ],
        get  : [[30000033,1]]
      },
      '可喜可贺。',
      '你的背包放不下了，下次再来吧。',
      '你失去它了。'
    ]
  },
  {  
    $type : CHEST,
    id : 5000032,
    data: [
      {
        msg: '你捡到了一个包裹',
        buttons : [
          "[放弃]{3,1}",
          "#[拾取]{2,1}"
        ],
        get  : [[30000034,1]]
      },
      '可喜可贺。',
      '你的背包放不下了，下次再来吧。',
      '你失去它了。'
    ]
  },
  {  
    $type : CHEST,
    id : 5000033,
    data: [
      {
        msg: '你捡到了一个包裹',
        buttons : [
          "[放弃]{3,1}",
          "#[拾取]{2,1}"
        ],
        get  : [[30000035,1]]
      },
      '可喜可贺。',
      '你的背包放不下了，下次再来吧。',
      '你失去它了。'
    ]
  },
  {  
    $type : CHEST,
    id : 5000034,
    data: [
      {
        msg: '你捡到了一个包裹',
        buttons : [
          "[放弃]{3,1}",
          "#[拾取]{2,1}"
        ],
        get  : [[30000036,1]]
      },
      '可喜可贺。',
      '你的背包放不下了，下次再来吧。',
      '你失去它了。'
    ]
  },
  {  
    $type : CHEST,
    id : 5000035,
    data: [
      {
        msg: '你捡到了一个包裹',
        buttons : [
          "[放弃]{3,1}",
          "#[拾取]{2,1}"
        ],
        get  : [[30000037,1]]
      },
      '可喜可贺。',
      '你的背包放不下了，下次再来吧。',
      '你失去它了。'
    ]
  },
  {  
    $type : CHEST,
    id : 5000036,
    data: [
      {
        msg: '你捡到了一个包裹',
        buttons : [
          "[放弃]{3,1}",
          "#[拾取]{2,1}"
        ],
        get  : [[30000038,1]]
      },
      '可喜可贺。',
      '你的背包放不下了，下次再来吧。',
      '你失去它了。'
    ]
  },
  {  
    $type : CHEST,
    id : 5000037,
    data: [
      {
        msg: '你捡到了一个包裹',
        buttons : [
          "[放弃]{3,1}",
          "#[拾取]{2,1}"
        ],
        get  : [[30000039,1]]
      },
      '可喜可贺。',
      '你的背包放不下了，下次再来吧。',
      '你失去它了。'
    ]
  },
  {  
    $type : CHEST,
    id : 5000038,
    data: [
      {
        msg: '你捡到了一个包裹',
        buttons : [
          "[放弃]{3,1}",
          "#[拾取]{2,1}"
        ],
        get  : [[30000040,1]]
      },
      '可喜可贺。',
      '你的背包放不下了，下次再来吧。',
      '你失去它了。'
    ]
  },
  {  
    $type : CHEST,
    id : 5000039,
    data: [
      {
        msg: '你捡到了一个包裹',
        buttons : [
          "[放弃]{3,1}",
          "#[拾取]{2,1}"
        ],
        get  : [[30000041,1]]
      },
      '可喜可贺。',
      '你的背包放不下了，下次再来吧。',
      '你失去它了。'
    ]
  },
  {  
    $type : CHEST,
    id : 5000040,
    data: [
      {
        msg: '你捡到了一个包裹',
        buttons : [
          "[放弃]{3,1}",
          "#[拾取]{2,1}"
        ],
        get  : [[30000042,1]]
      },
      '可喜可贺。',
      '你的背包放不下了，下次再来吧。',
      '你失去它了。'
    ]
  },
  {  
    $type : CHEST,
    id : 5000041,
    data: [
      {
        msg: '你捡到了一个包裹',
        buttons : [
          "[放弃]{3,1}",
          "#[拾取]{2,1}"
        ],
        get  : [[30000043,1]]
      },
      '可喜可贺。',
      '你的背包放不下了，下次再来吧。',
      '你失去它了。'
    ]
  },
  {  
    $type : CHEST,
    id : 5000042,
    data: [
      {
        msg: '你捡到了一个包裹',
        buttons : [
          "[放弃]{3,1}",
          "#[拾取]{2,1}"
        ],
        get  : [[30000044,1]]
      },
      '可喜可贺。',
      '你的背包放不下了，下次再来吧。',
      '你失去它了。'
    ]
  },
  {  
    $type : CHEST,
    id : 5000043,
    data: [
      {
        msg: '你捡到了一个包裹',
        buttons : [
          "[放弃]{3,1}",
          "#[拾取]{2,1}"
        ],
        get  : [[30000045,1]]
      },
      '可喜可贺。',
      '你的背包放不下了，下次再来吧。',
      '你失去它了。'
    ]
  },
  {  
    $type : CHEST,
    id : 5000044,
    data: [
      {
        msg: '你捡到了一个包裹',
        buttons : [
          "[放弃]{3,1}",
          "#[拾取]{2,1}"
        ],
        get  : [[30000046,1]]
      },
      '可喜可贺。',
      '你的背包放不下了，下次再来吧。',
      '你失去它了。'
    ]
  },
  {  
    $type : CHEST,
    id : 5000045,
    data: [
      {
        msg: '你捡到了一个包裹',
        buttons : [
          "[放弃]{3,1}",
          "#[拾取]{2,1}"
        ],
        get  : [[30000047,1]]
      },
      '可喜可贺。',
      '你的背包放不下了，下次再来吧。',
      '你失去它了。'
    ]
  },
  {  
    $type : CHEST,
    id : 5000046,
    data: [
      {
        msg: '你捡到了一个包裹',
        buttons : [
          "[放弃]{3,1}",
          "#[拾取]{2,1}"
        ],
        get  : [[30000048,1]]
      },
      '可喜可贺。',
      '你的背包放不下了，下次再来吧。',
      '你失去它了。'
    ]
  },
  {  
    $type : CHEST,
    id : 5000047,
    data: [
      {
        msg: '你捡到了一个包裹',
        buttons : [
          "[放弃]{3,1}",
          "#[拾取]{2,1}"
        ],
        get  : [[30000049,1]]
      },
      '可喜可贺。',
      '你的背包放不下了，下次再来吧。',
      '你失去它了。'
    ]
  },
  {  
    $type : CHEST,
    id : 5000048,
    data: [
      {
        msg: '你捡到了一个包裹',
        buttons : [
          "[放弃]{3,1}",
          "#[拾取]{2,1}"
        ],
        get  : [[30000050,1]]
      },
      '可喜可贺。',
      '你的背包放不下了，下次再来吧。',
      '你失去它了。'
    ]
  },
  {  
    $type : CHEST,
    id : 5000049,
    data: [
      {
        msg: '你捡到了一个包裹',
        buttons : [
          "[放弃]{3,1}",
          "#[拾取]{2,1}"
        ],
        get  : [[30000051,1]]
      },
      '可喜可贺。',
      '你的背包放不下了，下次再来吧。',
      '你失去它了。'
    ]
  },
  {  
    $type : CHEST,
    id : 5000050,
    data: [
      {
        msg: '你捡到了一个包裹',
        buttons : [
          "[放弃]{3,1}",
          "#[拾取]{2,1}"
        ],
        get  : [[30000052,1]]
      },
      '可喜可贺。',
      '你的背包放不下了，下次再来吧。',
      '你失去它了。'
    ]
  },
  {  
    $type : CHEST,
    id : 5000051,
    data: [
      {
        msg: '你捡到了一个包裹',
        buttons : [
          "[放弃]{3,1}",
          "#[拾取]{2,1}"
        ],
        get  : [[30000053,1]]
      },
      '可喜可贺。',
      '你的背包放不下了，下次再来吧。',
      '你失去它了。'
    ]
  },
  {  
    $type : CHEST,
    id : 5000052,
    data: [
      {
        msg: '你捡到了一个包裹',
        buttons : [
          "[放弃]{3,1}",
          "#[拾取]{2,1}"
        ],
        get  : [[30000054,1]]
      },
      '可喜可贺。',
      '你的背包放不下了，下次再来吧。',
      '你失去它了。'
    ]
  },
  {  
    $type : CHEST,
    id : 5000053,
    data: [
      {
        msg: '你捡到了一个包裹',
        buttons : [
          "[放弃]{3,1}",
          "#[拾取]{2,1}"
        ],
        get  : [[30000055,1]]
      },
      '可喜可贺。',
      '你的背包放不下了，下次再来吧。',
      '你失去它了。'
    ]
  },
  {  
    $type : CHEST,
    id : 5000054,
    data: [
      {
        msg: '你捡到了一个包裹',
        buttons : [
          "[放弃]{3,1}",
          "#[拾取]{2,1}"
        ],
        get  : [[30000056,1]]
      },
      '可喜可贺。',
      '你的背包放不下了，下次再来吧。',
      '你失去它了。'
    ]
  },
  {  
    $type : CHEST,
    id : 5000055,
    data: [
      {
        msg: '你捡到了一个包裹',
        buttons : [
          "[放弃]{3,1}",
          "#[拾取]{2,1}"
        ],
        get  : [[30000057,1]]
      },
      '可喜可贺。',
      '你的背包放不下了，下次再来吧。',
      '你失去它了。'
    ]
  },
  {  
    $type : CHEST,
    id : 5000056,
    data: [
      {
        msg: '你捡到了一个包裹',
        buttons : [
          "[放弃]{3,1}",
          "#[拾取]{2,1}"
        ],
        get  : [[30000058,1]]
      },
      '可喜可贺。',
      '你的背包放不下了，下次再来吧。',
      '你失去它了。'
    ]
  },
]

export default CHEST_DATA;